{
  "add_prefix_space": false,
  "backend": "tokenizers",
  "clean_up_tokenization_spaces": true,
  "eos_token": "<|endoftext|>",
  "extra_special_tokens": [
    ">>TITLE<<",
    ">>ABSTRACT<<",
    ">>INTRODUCTION<<",
    ">>SUMMARY<<",
    ">>COMMENT<<",
    ">>ANSWER<<",
    ">>QUESTION<<",
    ">>DOMAIN<<",
    ">>EMAIL_ADDRESS<<",
    ">>IP_ADDRESS<<",
    "<|startoftext|>",
    ">>IP_ADDRESS_0<<",
    ">>IP_ADDRESS_1<<",
    ">>IP_ADDRESS_2<<",
    ">>IP_ADDRESS_3<<",
    ">>IP_ADDRESS_4<<",
    ">>IP_ADDRESS_5<<",
    ">>IP_ADDRESS_6<<",
    ">>IP_ADDRESS_7<<",
    ">>IP_ADDRESS_8<<",
    ">>IP_ADDRESS_9<<",
    ">>PASSWORD<<",
    ">>KEY<<"
  ],
  "is_local": false,
  "model_input_names": [
    "input_ids",
    "attention_mask"
  ],
  "model_max_length": 32768,
  "model_specific_special_tokens": {},
  "pad_token": "<|pad|>",
  "tokenizer_class": "TokenizersBackend"
}
